Repository: giellalt/corpus-nob
Catalog: tmx/fkv/admin/porsanger/arets_kulturprisvinner.ved_utdeling_2010_nob.doc.tmx
Source language: nob
Languages: fkv

source: Alf Nilsen-Børsskog Alf ble født i 1928 og ble forfatter i høy alder.
fkv: Alf oon syntyny vuona 1928, ja hän alko kirjailijaksi vasta raavhaala iälä.

source: Han har nå utgitt 3 diktsamlinger og 2 romaner.
fkv: Hän oon julkassu 3 poeemikirjaa ja kaksi romaanii, ja heti julkasthaan hänen kolmanen romaanin.

source: Han sitter på manus til 5 romaner, den tredje av dem er på tur utgitt.
fkv: Lisäksi hänelä oon jo valmhiina kaksi uutta romaanimanusta.

source: Han sammenlignes med Hamsun, Moberg og andre store nordiske forfattere, samt forfattere på europeisk nivå.
fkv: Häntä oon verrattu monhiin pohjaisen ja Euroopan suurhiin kirjailijoihiin niin ko Hamsunhiin ja Moberghiin.

source: Han er nordmann, men skriver på et språk de fleste i Norge ikke forstår.
fkv: Alf oon norjalainen, mutta hän kirjottaa kielelä, mitä tyhä harvat ihmiset Norjassa ymmärethään.

source: Likevel kan han leses av millioner av mennesker.
fkv: Silti miljoonat ihmiset muuala mailmassa saatethaan lukkeet hänen kirjoi.

source: Med sine bøker har Alf vært med på å styrke det kvenske i vår trekulturellhet.
fkv: Omila kirjoila Alf oon ollu myötä vahvistamassa kväänin kieltä meän kolmikulttuurisessa yhtheiskunnassa.

source: Han har også vært med på å bevare vår særegenhet som utgjør sjela i Porsanger.
fkv: Hän oon ollu myötä säilyttämässä sitä meän erityisyyttä, mistä synttyy Porsangin sielu.

source: Han er en kulturbærer og skatt vi i Porsanger er stolte av.
fkv: Alf oon kultt uurinkanttaaja ja rikkhaus, jota met porsankilaiset piämä suuressa arvossa.

source: En verdi vinner av kulturprisen 2010
fkv: vuoen 2010 kulttuuripalkinon voittaaja.
